<?php
include_once "longar.php";
$la = new longar;
$a = array(0 => 999999, 1 => 999999, /*2 => 999999, 3 => 999999, 4 => 999999, 5 => 999999, 6 => 999999, 7 => 999999, 8 => 999999, 9 => 999999, 10 => 999999, 11 => 999999, */); 
$b = array(0 => 999999, 1 => 985666,/* 2 => 999999, 3 => 999999, 4 => 999999, 5 => 999999, 6 => 999999, 7 => 999999, 8 => 999999, 9 => 999999, 10 => 999999, 11 => 999999, */); 

$la->printres($la->llmulti($a,$b));
php_info();
//второй коммит
//третий коммит
//дополнение в третему коммиту
//четвертый
